{
  "lang": {
    "en": "Englisch",
    "de": "Deutsch",
    "pl": "Polnisch"
  },
  "navbar": {
    "about": "Über mich",
    "experience": "Erfahrung",
    "projects": "Projekte"
  },
  "header": {
    "description": "Junior Full Stack Entwickler mit praktischer Erfahrung in der Frontend-Entwicklung mit React und Next.js sowie in der Backend-Entwicklung mit Node.js. Erfahren in der Gestaltung von REST-APIs, der Containerisierung von Anwendungen mit Docker und der Bereitstellung auf Cloud-Plattformen wie AWS. Sammle Erfahrung in CI/CD-Workflows mit GitHub Actions und automatisiertem Testen. Detailorientiert mit einem starken Fokus auf sauberen, wartbaren Code.",
    "resume": "Lebenslauf anzeigen"
  },
  "about": {
    "title": "Über mich",
    "p1": {
      "part1": "Ich habe vor kurzem mein Studium an der ",
      "part2": " als ",
      "part3": " abgeschlossen. Es waren fünf intensive Monate des Lernens unter der Aufsicht eines Mentors. Aber das war nicht mein erster Kontakt mit der Programmierung."
    },
    "p2": {
      "part1": "Davor habe ich als Volleyball-Scout gearbeitet. Meine täglichen Aufgaben konzentrierten sich hauptsächlich auf das Sammeln von Informationen über andere Mannschaften mithilfe einer speziellen Software (Data Volley), die alle Spiele in einfacher Codeform darstellt. Es ist eine ziemlich mächtige Software, aber mir fehlten einige Funktionen, also begann ich ",
      "part2": " zu lernen um mehr aus diesen Dateien herauszuholen und einige Änderungen automatisch vorzunehmen."
    },
    "p3": {
      "part1": "Das war auch nicht meine erste Begegnung mit der Programmierung. Davor hatte ich zwei jahre lang ",
      "part2": " Computer Science",
      "part3": "studiert, mit",
      "part4": "als Hauptprogrammiersprache Programmiersprache. Leider konnte ich wegen der Anforderungen meines damaligen Jobs nicht weitermachen, aber ich denke darüber nach, wieder einzusteigen."
    },
    "p4": "Obwohl ich schon einige Male mit dem Programmieren zu tun hatte, habe ich nie ernsthaft versucht, es zu meinem Beruf zu machen. Dieses Mal habe ich mich entschlossen, es wirklich zu tun!"
  },
  "experience": {
    "title": "ERFAHRUNG",
    "codac": {
      "title": "Full Stack Web Entwicklung",
      "desc": "Vollzeit Coding Bootcamp vor Ort mit 840 Stunden praktischer, projektbasierter Arbeit in der SCRUM-Methodik."
    },
    "brv": {
      "title": "Spiel analyst",
      "desc": "Als Spiel Analyst sammelte und analysierte ich Daten, um Spielstrategien zu entwickeln, und arbeitete dabei eng mit dem Trainer Team zusammen. Da ich Möglichkeiten zur Automatisierung in meinem Arbeitsablauf erkannte, nutzte ich Python zusammen mit seinen umfangreichen Bibliotheken zur Datenverarbeitung und -visualisierung. Dies führte zu einem effizienteren Arbeitsablauf, reduzierte den Zeitaufwand für die manuelle Datenanalyse und ermöglichte schnellere Entscheidungen für das Team."
    },
    "dg": {
      "title": "Spiel analyst",
      "desc": "Als Spielanalytiker sammelte und analysierte ich Daten, um Spielstrategien zu entwickeln, und präsentierte meine Ergebnisse dem Team."
    },
    "awf": {
      "title": "Techniker",
      "desc": "Als Techniker unterstützte ich wissenschaftliche Projekte, indem ich Daten mit Python und Excel sammelte, vorverarbeitete und visualisierte. Ich arbeitete mit Forschungsteams zusammen, um die Datenqualität sicherzustellen und Prozesse zu optimieren, was zu effizienterer Datenanalyse führte."
    }
  },
  "projects": {
    "title": "PROJEKTE",
    "gitHub": "GitHub-Repository: ",
    "deployment": "Bereitgestellt auf: ",
    "clickHere": "Klick hier",
    "data": "Datei: ",
    "Ecosphere": "Eine von Meetup inspirierte Web-Anwendung. Entwickelt für Menschen, die mehr über nachhaltiges Leben erfahren und an Workshops oder Veranstaltungen teilnehmen möchten. Ecosphere macht es einfach, Veranstaltungen zu veröffentlichen und zu verwalten, so dass es für die Menschen einfach ist, Nachhaltigkeitsaktivitäten zu entdecken und daran teilzunehmen.",
    "Totart": "Eine Plattform für Nutzer, um einzigartige, weniger bekannte Orte in Berlin zu teilen, die mehr Aufmerksamkeit verdienen. Benutzer können von anderen erstellte Orte durchsuchen, eigene hinzufügen, Kommentare hinterlassen und ihre Lieblingsorte in ihrem Konto speichern.",
    "Codask": "Kollaborationsprojekt, das als Bildungsplattform für Studierende, Absolventen und Mentoren der Code Academy Berlin dient. Es wurde entwickelt, um Studierenden die Möglichkeit zu geben, Fragen zu Programmierherausforderungen zu stellen, denen sie während ihres Lernens an der Code Academy begegnen. Benutzer können bereits gestellte Fragen durchsuchen, anderen Studierenden durch Kommentare Lösungen anbieten und neue Fragen posten.",
    "ForkIt": "Eine kulinarische App für Menschen, die nach neuen Rezepten und Gerichten suchen. Sie nutzt die Spoonacular-API, um Rezepte aus verschiedenen Küchen und für unterschiedliche Gerichte zu durchsuchen. Benutzer können Rezepte nach Kategorien durchsuchen, ein eigenes Konto erstellen und Lieblingsrezepte speichern.",
    "MarsRover": "Eine App für Menschen, die sich für die Erforschung des Weltraums interessieren. Sie ruft Daten aus der offenen NASA-API (Mars Rover Photos) ab und zeigt eine Galerie mit Informationen zu den Bildern an. Der Benutzer kann auswählen, von welchem Rover die Daten angezeigt werden sollen, einen Sol-Tag wählen, an dem das Bild aufgenommen wurde, und optional Daten abrufen, die nur von einer bestimmten Kamera erfasst wurden."
  },
  "footer": "Und schließlich das Projekt, das Sie gerade sehen. Es wurde mit NextJS und React erstellt. Entworfen mit TailwindCSS und im Einsatz auf Vercel. Ich hoffe, es gefällt Ihnen!"
}
