{
  "lang": {
    "en": "English",
    "de": "German",
    "pl": "Polish"
  },
  "navbar": {
    "about": "About",
    "experience": "Experience",
    "projects": "Projects"
  },
  "header": {
    "description": "Junior Full Stack Developer with hands-on experience in front-end development using React and Next.js, and back-end development with Node.js. Skilled in designing REST APIs, containerizing applications with Docker, and deploying to cloud platforms like AWS. Gaining experience in CI/CD workflows with GitHub Actions and automated testing. Detail-oriented, with a strong focus on writing clean, maintainable code.",
    "resume": " View Résumé"
  },
  "about": {
    "title": "About",
    "p1": {
      "part1": "I recently graduated from ",
      "part2": " as a ",
      "part3": ". It was a pretty intense five months of learning under the supervision of a mentor. However, it wasn't my first contact with coding."
    },
    "p2": {
      "part1": "Before that I worked as a volleyball scout. My daily tasks were mainly focused on gathering information about other teams using a special software (Data Volley) where all games are represented in simple code form. It's a pretty powerful software, but I was missing some features, so I started learning ",
      "part2": " to get a bit more out of these files and make some changes to them automatically."
    },
    "p3": {
      "part1": "That wasn't my first exposure to programming either. Prior to that, I had studied ",
      "part2": " Computer Science",
      "part3": "for two years, with",
      "part4": "as the leading programming language. Unfortunately, I wasn't able to continue due to the demands of my job at the time, but I am considering going back."
    },
    "p4": "So, even though I have had a couple of approaches to programming, I have never seriously tried to make it my career until now. This time I have decided to go all in!"
  },
  "experience": {
    "title": "EXPERIENCE",
    "codac": {
      "title": "Full Stack Web Development",
      "desc": "Full-Time on site coding bootcamp covering 840h of practical project based work in SCRUM methodology."
    },
    "brv": {
      "title": "Game analyst",
      "desc": "As a game analyst, I collected and analyzed data to develop game strategies, working closely with the coaching staff. Recognizing opportunities for automation in my workflow, I used Python together with its rich data processing and visualisation libraries. This led to a more efficient workflow, reducing time spent on manual data analysis and enabling faster decision-making for the team."
    },
    "dg": {
      "title": "Game analyst",
      "desc": "As a game analyst, I collected and analyzed data to develop strategies, and presented insights to the team."
    },
    "awf": {
      "title": "Technician",
      "desc": "As a technician, I supported scientific projects by collecting, pre-processing, and visualizing data using Python and Excel. I collaborated with research teams to ensure data accuracy and streamline processes, resulting in more efficient data analysis."
    }
  },
  "projects": {
    "title": "PROJECTS",
    "gitHub": "Github repository: ",
    "deployment": "Deployed to: ",
    "clickHere": "Click here",
    "data": "Data: ",
    "Ecosphere": "A web application inspired by Meetup. Created for individuals eager to learn more about sustainable living and join workshops or events. Ecosphere allows to easily publish and manage events, making it simple for people to discover and engage with sustainability-focused activities.",
    "Totart": "A platform for users to share unique, lesser-known locations around Berlin that deserve more attention. Users can browse locations created by other users, create own, add comments and save favourite locations into their accounts.",
    "Codask": "Collaborative project that aims to serve as an educational platform for students, graduates and mentors at Code Academy Berlin. It is designed to provide an opportunity for students to post questions related to coding challenges they face while learning at Code-Academy. Users can browse previously posted questions, offer solutions to other students through comments, and post new questions.",
    "ForkIt": "Culinary app for people looking for new recipes and dishes to try. It relies on Spoonacular API to browse recipes from different cuisines and dish types. Users can browse recipes by categories, create own account and save favourite recipes.",
    "MarsRover": "App designed for people interested in space exploration. It queries the data from NASA's open API (Mars rover photos) and displays a gallery along with some information about the images. The user can choose which rover's data should be displayed, select a solar day on which the image was taken, and optionally query data collected by only one selected camera."
  },
  "footer": "And finally the project you are currently looking at. It was built with NextJS and React. Styled with TailwindCSS, and deployed on Vercel. Hope you like it!"
}
