{
  "lang": {
    "en": "Angielski",
    "de": "Niemiecki",
    "pl": "Polski"
  },
  "navbar": {
    "about": "O mnie",
    "experience": "Doświadczenie",
    "projects": "Projekty"
  },
  "header": {
    "description": "Ciągle uczę się czegoś nowego i zagłębiam się w tematy, które już znam. Pracuję głównie ze stackiem MERN. Staram się również dodać do niego język niemiecki.",
    "resume": " Zobacz CV"
  },
  "about": {
    "title": "O mnie",
    "p1": {
      "part1": "Niedawno ukończyłem bootcamp w ",
      "part2": " jako ",
      "part3": ". To było pięć bardzo intensywnych miesięcy nauki pod okiem mentora. To jednak nie był początek mojej przygody z programowaniem."
    },
    "p2": {
      "part1": "Przed podjęciem nauki pracowałem jako statystyk w klubie siatkarskim. Moje obowiązki skupiały się głównie na zbieraniu informacji na temat przeciwnych drużyn z wykorzystaniem specjalnego oprogramowania (Data Volley), w którym każdy mecz reprezentowany jest w postaci prostego kodu. To bardzo zaawansowane oprogramowanie jednak brakowało mi w nim paru funkcjonalności, więc zacząłem się uczyć języka programowania ",
      "part2": " aby móc wyciągnąć z tych danych nieco więcej i zautomatyzować niektóre czynności."
    },
    "p3": {
      "part1": "To również nie był początek mojej przygody z programowanie. Wcześniej studiowałem ",
      "part2": " informatykę",
      "part3": "przez dwa lata z językiem ",
      "part4": "jako wiodącym językiem programowania. Niestety z powodu wymagań mojej ówczesnej pracy nie mogłem dokończyć studiów, ale rozważam powrót do nich."
    },
    "p4": "Podsumowując, mimo, że nie jest to moje pierwsze podejście do programowania to nigdy nie próbowałem uczynić z tego swojego zawodu. Do teraz!"
  },
  "experience": {
    "title": "DOŚWIADCZENIE",
    "entry1": "Pełnowymiarowy, stacjonarny bootcamp obejmujący 840h pracy opartej na projektach w metodologii SCRUM.",
    "entry2": "Analiza gry przeciwnika, z wykorzystaniem własnych skryptów napisanych w języku Python w celu lepszej i bardziej przystępnej wizualnie prezentacji danych dla sztabu i zawodników."
  },
  "projects": {
    "title": "PROJEKTY",
    "click": ". Jeżeli masz ochotę zajrzeć do kodu aplikacji kliknij ",
    "here": "tutaj ",
    "git": "aby przejść do repozytorium na Github.",
    "state_title": "Obecny stan aplikacji:",
    "MarsRover": "Aplikacja dla osób interesujących się eksploracją kosmosu. Użytkownica mogą wyświetlać zdjęcia wybranego przez siebie marsjańskiego łazika które są pobierane z ",
    "ForkIt": "Aplikacja wzorowana na blogach kulinarnych, pozwala użytkownikom na wyszukiwanie przepisów i zapisywanie ulubionych w swoim profilu. Dane aplikacji pochodzą z ",
    "Totart": {
      "desc": " Aplikacja umożliwiająca użytkownikom publikowanie postów na temat interesujących ale mniej znanych miejsc w Berlinie.",
      "state": " Obecnie aplikacja jest w trakcie przebudowy w repozytorium pod innym adresem niż ten do którego prowadzi obecny link. Zmiany będą dość spore i obejmą nie tylko funkcjonalność ale zmieni się też stack na którym jest zbudowana.",
      "target": "Docelowy stack:"
    },
    "Codask": {
      "desc": "Grupowy projekt mający na celu storzenie platformy dla studentów Code Academy do dzielenie się wiedzą i pomocy w rozwiązywaniu napotanych problemów.",
      "state": "Aplikacji brakuje kilku funkcjonalności, jednak ogólny jej obraz nie ulegnie zmianie."
    }
  },
  "footer": "I w końcu projekt na który teraz patrzysz. Został zbudowany z NextJS i React. Styl stworzony z TailwindCSS i wdrożenie z Vercel. Mam nadzieję, że Ci się podoba!"
}
