{
  "lang": {
    "en": "Angielski",
    "de": "Niemiecki",
    "pl": "Polski"
  },
  "navbar": {
    "about": "O mnie",
    "experience": "Doświadczenie",
    "projects": "Projekty"
  },
  "header": {
    "description": "Junior Full Stack Developer z praktycznym doświadczeniem w tworzeniu aplikacji frontendowych przy użyciu React i Next.js oraz backendowych z wykorzystaniem Node.js. Wprawny w projektowaniu REST API, konteneryzacji aplikacji za pomocą Dockera oraz wdrażaniu na platformach chmurowych, takich jak AWS. Aktualnie zdobywa doświadczenie w praktykach CI/CD z GitHub Actions i zautomatyzowanych testach. Zorientowany na szczegóły, z silnym naciskiem na czysty i łatwy w utrzymaniu kod.",
    "resume": " Zobacz CV"
  },
  "about": {
    "title": "O mnie",
    "p1": {
      "part1": "Niedawno ukończyłem bootcamp w ",
      "part2": " jako ",
      "part3": ". To było pięć bardzo intensywnych miesięcy nauki pod okiem mentora. To jednak nie był początek mojej przygody z programowaniem."
    },
    "p2": {
      "part1": "Przed podjęciem nauki pracowałem jako statystyk w klubie siatkarskim. Moje obowiązki skupiały się głównie na zbieraniu informacji na temat przeciwnych drużyn z wykorzystaniem specjalnego oprogramowania (Data Volley), w którym każdy mecz reprezentowany jest w postaci prostego kodu. To bardzo zaawansowane oprogramowanie jednak brakowało mi w nim paru funkcjonalności, więc zacząłem się uczyć języka programowania ",
      "part2": " aby móc wyciągnąć z tych danych nieco więcej i zautomatyzować niektóre czynności."
    },
    "p3": {
      "part1": "To również nie był początek mojej przygody z programowanie. Wcześniej studiowałem ",
      "part2": " informatykę",
      "part3": "przez dwa lata z językiem ",
      "part4": "jako wiodącym językiem programowania. Niestety z powodu wymagań mojej ówczesnej pracy nie mogłem dokończyć studiów, ale rozważam powrót do nich."
    },
    "p4": "Podsumowując, mimo, że nie jest to moje pierwsze podejście do programowania to nigdy nie próbowałem uczynić z tego swojego zawodu. Do teraz!"
  },
  "experience": {
    "title": "DOŚWIADCZENIE",
    "codac": {
      "title": "Programista Full Stack",
      "desc": "Pełnowymiarowy, stacjonarny bootcamp obejmujący 840h pracy opartej na projektach w metodologii SCRUM."
    },
    "brv": {
      "title": "Statystyk",
      "desc": "Jako analityk zbierałem i analizowałem dane w celu opracowania strategii gry, ściśle współpracując ze sztabem trenerskim. Dostrzegając możliwości automatyzacji w moim procesie pracy, wykorzystałem Pythona wraz z jego bogatymi bibliotekami do przetwarzania i wizualizacji danych. Dzięki temu usprawniłem organizację pracy, skracając czas poświęcany na ręczną analizę danych i umożliwiając szybsze podejmowanie decyzji przez zespół."
    },
    "dg": {
      "title": "Statystyk",
      "desc": "Do moich zadań jako statystyka należało zbieranie zdanych, przygotowanie meczowej strategii i jej prezentacja dla zespołu."
    },
    "awf": {
      "title": "Technik",
      "desc": "Jako technik udzielałem wsparcia w szeregu naukowó projektów, zbierając, wstępnie przetwarzając i wizualizując dane za pomocą Pythona i Excela. Współpracowałem z zespołami badawczymi, aby zapewnić wysoką jakość danych i usprawnić procesy, co skutkowało bardziej efektywną analizą danych."
    }
  },
  "projects": {
    "title": "PROJEKTY",
    "gitHub": "Repozytorium GitHub: ",
    "deployment": "Wdrożenie: ",
    "clickHere": "Kliknij tutaj",
    "data": "Dane: ",
    "Ecosphere": "Aplikacja inspirowana przez Meetup. Stworzona dla osób chcących dowiedzieć się więcej o zasadach zrównoważonego rozwoju poprzez dołączenie do warsztatów i wydarzeń. Ecosphere pozwala w łatwy sposób publikować i zarządzać wydarzeniami, ułatwiając w ten sposób dotarcie do i aktywny udział do zorientowanych na zrównoważony rozwój wydarzeń.",
    "Totart": "Platforma dla użytkowników do dzielenia się unikalnymi, mniej znanymi miejscami w Berlinie, które zasługują na większą uwagę. Użytkownicy mogą przeglądać lokalizacje dodane przez innych, tworzyć własne, dodawać komentarze oraz zapisywać ulubione miejsca na swoim koncie.",
    "Codask": "Grupowy projekt, który ma służyć jako platforma edukacyjna dla studentów, absolwentów i mentorów Code Academy Berlin. Został zaprojektowany, aby umożliwić studentom zadawanie pytań dotyczących wyzwań programistycznych, z którymi mierzą się podczas nauki. Użytkownicy mogą przeglądać wcześniej opublikowane pytania, oferować rozwiązania innym studentom poprzez komentarze oraz dodawać nowe pytania.",
    "ForkIt": "Aplikacja kulinarna dla osób poszukujących nowych przepisów i dań. Wykorzystuje API Spoonacular do przeglądania przepisów z różnych kuchni i typów dań. Użytkownicy mogą przeglądać przepisy według kategorii, tworzyć własne konto i zapisywać ulubione przepisy.",
    "MarsRover": "Aplikacja zaprojektowana dla osób zainteresowanych eksploracją kosmosu. Pobiera dane z otwartego API NASA (Mars Rover Photos) i wyświetla galerię wraz z informacjami o obrazach. Użytkownik może wybrać, z którego łazika mają być wyświetlane dane, określić dzień solarny, w którym zdjęcie zostało wykonane, oraz opcjonalnie pobrać dane zebrane tylko przez wybraną kamerę."
  },
  "footer": "I w końcu projekt na który teraz patrzysz. Został zbudowany z NextJS i React. Styl stworzony z TailwindCSS i wdrożenie z Vercel. Mam nadzieję, że Ci się podoba!"
}
